 <footer id="footer" class="footer">
		 <div class="container">
			<div class="footer__content">				
					<div class="row">
						<div class="col-md-3">
							<div class="footer__info">
								<div class="footer__logo"><img src="/images/logo.png" alt=""></div>
								<div class="footer__address"><span>Москва, ул. Армянский переулок, д. 7, кв. 3</span></div>
								<div class="footer__copy"><span>&copy; 2001-2020 г.«РМС»</span></div>
							</div>
						</div>
						<div class="col-md-6">
							<div class="footer__menu">
								<?=$this->diafan->_parser_theme->get_function_in_theme('<insert name="show_block" module="menu" id="3" template="topmenu">'); ?>
								
							</div>
						</div>
						<div class="col-md-3">
							<div class="footer__right">
								<div class="footer__contacts">
									<div class="socials">
											<div class="social"><a href=""><svg id="Bold" enable-background="new 0 0 24 24" height="20" viewBox="0 0 24 24" width="20" xmlns="http://www.w3.org/2000/svg"><path d="m19.915 13.028c-.388-.49-.277-.708 0-1.146.005-.005 3.208-4.431 3.538-5.932l.002-.001c.164-.547 0-.949-.793-.949h-2.624c-.668 0-.976.345-1.141.731 0 0-1.336 3.198-3.226 5.271-.61.599-.892.791-1.225.791-.164 0-.419-.192-.419-.739v-5.105c0-.656-.187-.949-.74-.949h-4.126c-.419 0-.668.306-.668.591 0 .622.945.765 1.043 2.515v3.797c0 .832-.151.985-.486.985-.892 0-3.057-3.211-4.34-6.886-.259-.713-.512-1.001-1.185-1.001h-2.625c-.749 0-.9.345-.9.731 0 .682.892 4.073 4.148 8.553 2.17 3.058 5.226 4.715 8.006 4.715 1.671 0 1.875-.368 1.875-1.001 0-2.922-.151-3.198.686-3.198.388 0 1.056.192 2.616 1.667 1.783 1.749 2.076 2.532 3.074 2.532h2.624c.748 0 1.127-.368.909-1.094-.499-1.527-3.871-4.668-4.023-4.878z"/></svg></a></div>
											<div class="social"><a href=""><svg viewBox="-110 1 511 511.99896" xmlns="http://www.w3.org/2000/svg"><path d="m207.363281 126.734375c.699219-.789063 3.96875-3.367187 16.808594-3.367187l42.097656-.015626c13.695313 0 24.832031-11.140624 24.832031-24.835937v-73.578125c0-13.671875-11.121093-24.8125-24.792968-24.835938l-62.53125-.101562c-38.59375 0-71.402344 12.730469-94.878906 36.820312-23.371094 23.980469-35.726563 57.457032-35.726563 96.804688v39.683594h-47.835937c-13.695313 0-24.835938 11.140625-24.835938 24.835937v79.242188c0 13.695312 11.140625 24.835937 24.835938 24.835937h47.835937v184.941406c0 13.695313 11.140625 24.835938 24.835937 24.835938h81.992188c13.695312 0 24.835938-11.140625 24.835938-24.835938v-184.9375h58.472656c13.695312 0 24.832031-11.144531 24.832031-24.832031l.03125-79.246093c0-8.996094-4.894531-17.320313-12.777344-21.722657-3.652343-2.039062-7.902343-3.117187-12.285156-3.117187h-58.273437v-31.351563c0-10.21875 1.375-13.917969 2.527343-15.222656zm0 0"/></svg></a></div>
											<div class="social"><a href=""><svg viewBox="0 0 512.00096 512.00096" xmlns="http://www.w3.org/2000/svg"><path d="m373.40625 0h-234.8125c-76.421875 0-138.59375 62.171875-138.59375 138.59375v234.816406c0 76.417969 62.171875 138.589844 138.59375 138.589844h234.816406c76.417969 0 138.589844-62.171875 138.589844-138.589844v-234.816406c0-76.421875-62.171875-138.59375-138.59375-138.59375zm-117.40625 395.996094c-77.195312 0-139.996094-62.800782-139.996094-139.996094s62.800782-139.996094 139.996094-139.996094 139.996094 62.800782 139.996094 139.996094-62.800782 139.996094-139.996094 139.996094zm143.34375-246.976563c-22.8125 0-41.367188-18.554687-41.367188-41.367187s18.554688-41.371094 41.367188-41.371094 41.371094 18.558594 41.371094 41.371094-18.558594 41.367187-41.371094 41.367187zm0 0"/><path d="m256 146.019531c-60.640625 0-109.980469 49.335938-109.980469 109.980469 0 60.640625 49.339844 109.980469 109.980469 109.980469 60.644531 0 109.980469-49.339844 109.980469-109.980469 0-60.644531-49.335938-109.980469-109.980469-109.980469zm0 0"/><path d="m399.34375 96.300781c-6.257812 0-11.351562 5.09375-11.351562 11.351563 0 6.257812 5.09375 11.351562 11.351562 11.351562 6.261719 0 11.355469-5.089844 11.355469-11.351562 0-6.261719-5.09375-11.351563-11.355469-11.351563zm0 0"/></svg></a></div>
										</div>
										<div class="phone"><a href="tel:89169200298">8 (916) 920-02-98</a></div>
										<div class="email"><a href="mailto:zakaz@rusmonument.ru">zakaz@rusmonument.ru</a></div>
								</div>
								<div class="footer__velvet"><a href="//velvetmedia.ru" target="_blank">Разработка сайта - <span>VELVET</span></a></div>
							</div>
						</div>
					</div>
				</div>
			</div>
         </footer>
    
      <!-- Модальные окно - Заказать звонок -->
      <div id="myModal" class="modal fade">
         <div class="modal-dialog">
            <button type="button" class="close" id="modal_zvonok_close" data-dismiss="modal" aria-hidden="true"><img src="/images/close.png"></button>
            <div class="modal-content">
               <div class="modal-body">
                  <div class="modal__content">
                     <div class="modal-title">Заказать звонок</div>
                     <div class="modal__form">
                        <form>
                           <div class="form-group">
                              <input type="text" name="" placeholder="Ваше имя">
                           </div>
                           <div class="form-group">
                              <input type="tel" name="" placeholder="+7 (___) ___-__-__">
                           </div>
                           <div class="form-group">
                              <div class="check">
                                 <input type="checkbox" id="checkbox_3"  /> <label for="checkbox_3">Я согласен на <a href="">обработку персональных данных</a></label>
                              </div>
                           </div>
                           <div class="form-group form-group_last">
                              <button class="btn btn_gradient btn_modal maingradient" type="submit">Отправить заявку</button>
                           </div>
                        </form>
                     </div>
                  </div>
               </div>
            </div>
         </div>
      </div>
    </div>
	

